Repository: arguiot/StudIO
Catalog: StudIO/Language/*.lproj/Language.strings
Languages: fr

source: Clone Repo
fr: Cloner un depot

source: Local Repo
fr: Depot local

source: Clone using custom credentials
fr: Utiliser vos identifiants pour cloner le depot

source: Create
fr: Créer

source: Done
fr: Ok

source: Enter the Git repository URL you would like to clone.
fr: Entrez l'URL du depot GIT que vous souhaitez cloner

source: File name
fr: Nom du fichier

source: Move / Rename
fr: Deplacer / renommer

source: Move / Rename file
fr: Deplacer / renommer le fichier

source: Move or rename your file using the path below.
fr: Deplacer / renommer le fichier ci-dessous

source: New File
fr: Nouveau fichier

source: Password
fr: Mot de passe

source: Please enter your git password
fr: Veuillez entrer votre mot de passe git

source: Please enter your git username
fr: Veuillez entrer votre nom d'utilisateur git

source: Username
fr: Nom d'utilisateur

source: password
fr: Mot de passe

source: username
fr: nom d'utilisateur
