Repository: arguiot/StudIO
Catalog: StudIO/Language/*.lproj/Localizable.strings
Languages: ru

source: Clone Repo
ru: Клонировать репозиторий

source: Local Repo
ru: Локальный репозиторий

source: Clone using custom credentials
ru: Клонировать репозиторий используя пользовательские учетные данные

source: Create
ru: Создать

source: Done
ru: Готово

source: Enter the Git repository URL you would like to clone.
ru: Введите URL вашего Git репозитория, который вы хотите клонировать

source: File name
ru: Имя файла

source: Move / Rename
ru: Перенести / Переименовать

source: Move / Rename file
ru: Перенести / Переименовать файл

source: Move or rename your file using the path below.
ru: Перенесите или переименуйте ваш файл используя патч ниже

source: New File
ru: Новый файл

source: Password
ru: Пароль

source: Please enter your git password
ru: Введите пароль от вашего git аккаунта

source: Please enter your git username
ru: Введите имя вашего git аккаунта

source: Username
ru: Имя пользователя

source: password
ru: пароль

source: username
ru: имя пользователя
